In [3]:
import pandas

In [15]:
city = pandas.read_csv("city.csv")

In [16]:
city.head()

        id                   name  state_id
0  1100015  Alta Floresta d Oeste        11
1  1100023              Ariquemes        11
2  1100031                 Cabixi        11
3  1100049                 Cacoal        11
4  1100056             Cerejeiras        11

In [ ]:
.drop(['customer_id',
                  'status',
                  'discount',
                  'received_at',
                  'realized_at',
                  'delivery_at',
                  'defects_description',
                  'warranty'],
  axis='columns', inplace=True)